{
	"navbar": {
		"home": "Home",
		"about": "About us",
		"services": "Services ",
		"projects": "Projects",
		"industries": "Industries",
		"contact": "Contact us",
		"languages": "Languages",
		"spanish": "Spanish",
		"english": "English"
	},
	"home": {
		"heading1": "Military, Naval, and Aeronautical Engineering Solutions",
		"paragraph1": "We offer engineering, consulting, and auditing services in the military, naval, and aeronautical sectors, ensuring our clients effective, professional, and satisfactory solutions to their challenges and needs.",
		"button": "More",
		"heading2": "Technologies",
		"paragraph2": "We incorporate the latest technologies in the industry to provide our clients with innovative and cutting-edge solutions. Our commitment to modernization and efficiency allows us to consistently exceed industry standards.",
		"card-about-text": "We are DI-VERA GROUP, a leading company in industrial engineering services, with years of experience and a commitment to excellence",
		"card-services-text": "We offer project and supplier management, and equipment certification, operation, and maintenance.",
		"card-contact-text": "We are here to help. Contact us for more information about our services and how we can collaborate on your project.",
		"card-button": "More details"
	},
	"about": {
		"paragraph1": "We are a leading provider, consultant, and auditor of military, naval, and aeronautical services and supplies. With over 20 years of experience in the industry, we are renowned for our commitment to excellence and innovation",
		"quote": "\"Leading excellence in every project.\"",
		"paragraph2": "At DI-VERA GROUP, our mission is to deliver comprehensive solutions that meet the highest standards of quality and efficiency.",
		"paragraph3": "Since our foundation, we have collaborated on critical projects in the military, naval, and aeronautical industries, ensuring client satisfaction and success at every stage. Our focus on modernization and security enables us to confidently tackle the most demanding challenges.",
		"paragraph4": "At DI-VERA GROUP, we are committed to leading the way in innovation and exceptional service, always working with integrity and dedication to exceed our clients' expectations.",
		"heading1": "Our Vision",
		"subheading1": "Leading the Future",
		"text1": "We focus on integrating the latest technologies and management practices to deliver advanced and sustainable solutions across all our projects. Every day, we strive to build a safer and more efficient future for our partners and communities.",
		"heading2": "Our Values",
		"subheading2": "Integrity and Commitment",
		"text2": "At DI-VERA GROUP, we are guided by principles of integrity and commitment in every aspect of our work. We value transparency, ethics, and accountability in all our operations to build lasting relationships based on mutual trust."
	},
	"services": {
		"heading1": "Projects",
		"paragraph1": "Management and development of national and international projects",
		"carousel-heading1": "Logistic Solutions",
		"carousel-paragraph1": "Comprehensive logistics management for efficient and timely delivery.",
		"carousel-heading2": "Fleet Management",
		"carousel-paragraph2": "Advanced fleet management solutions ensuring optimal performance and efficiency.",
		"carousel-heading3": "Drone and Anti-Drone Technologies",
		"carousel-paragraph3": "Cutting-edge drone and anti-drone systems for enhanced defense capabilities.",
		"carousel-heading4": "Automotive Engineering and MRO",
		"carousel-paragraph4": "Automotive engineering solutions, including maintenance, repair and overhaul (MRO) services.",
		"carousel-heading5": "Heavy Machinery Operations",
		"carousel-paragraph5": "Expertise in the operation and maintenance of heavy machinery for various industries.",
		"heading2": "Services",
		"subheading1": "We offer a wide range of services tailored to the specific needs of our clients.",
		"paragraph2": "Our services encompass engineering design and certification, production, and various infrastructure projects. We provide consultancy in studies and analysis, organizational management, and product management. Additionally, we conduct thorough audits of management systems, teams, and suppliers.",
		"service-item1": "<i class=\"bi bi-check-lg\"></i> Engineering Design and Certification",
		"service-item2": "<i class=\"bi bi-check-lg\"></i> Production",
		"service-item3": "<i class=\"bi bi-check-lg\"></i> Infrastructure Projects",
		"service-item4": "<i class=\"bi bi-check-lg\"></i> MRO (Maintenance, Repair, and Overhaul)",
		"service-item5": "<i class=\"bi bi-check-lg\"></i> Consultancy: Studies and Analysis",
		"service-item6": "<i class=\"bi bi-check-lg\"></i> Organizational Management",
		"service-item7": "<i class=\"bi bi-check-lg\"></i> Product Management",
		"service-item8": "<i class=\"bi bi-check-lg\"></i> Audits: Management Systems, Teams, and Suppliers",
		"heading3": "Industries",
		"subheading2": "DI-VERA GROUP serves a wide range of industries, providing tailored solutions to meet the specific needs of each sector.",
		"paragraph3": "Our expertise spans across aviation, naval, automotive, heavy and light machinery, rail transport, industrial coatings, and mining. We also specialize in MRO, military equipment, drones and counter-drone systems, meteorological equipment, and firefighting solutions.",
		"industry-item1": "<i class=\"bi bi-check-lg\"></i> Aeronautics",
		"industry-item2": "<i class=\"bi bi-check-lg\"></i> Naval",
		"industry-item3": "<i class=\"bi bi-check-lg\"></i> Automotive",
		"industry-item4": "<i class=\"bi bi-check-lg\"></i> Industrial Machinery",
		"industry-item5": "<i class=\"bi bi-check-lg\"></i> Railroad",
		"industry-item6": "<i class=\"bi bi-check-lg\"></i> Coatings",
		"industry-item7": "<i class=\"bi bi-check-lg\"></i> Mining",
		"industry-item8": "<i class=\"bi bi-check-lg\"></i> Fire Solutions",
		"industry-item9": "<i class=\"bi bi-check-lg\"></i> Military",
		"industry-item10": "<i class=\"bi bi-check-lg\"></i> Meteorological",
		"industry-item11": "<i class=\"bi bi-check-lg\"></i> Oil & Gas",
		"industry-item12": "<i class=\"bi bi-check-lg\"></i> Renewable Energy",
		"button": "Contact us"
	},
	"contact": {
		"heading": "Contact us",
		"subheading": "Send your comments",
		"paragraph": "For more information, please contact us at <a href=\"mailto:info@diveragroup.com\">info@diveragroup.com</a>",
		"form-nameLabel": "Name:",
		"form-namePlaceholder": "Enter your name",
		"form-nameError": "Please enter a name.",
		"form-emailLabel": "Email:",
		"form-emailPlaceholder": "Enter your email",
		"form-emailHelp": "We'll never share your email with anyone else.",
		"form-emailError": "Please enter a valid email.",
		"form-messageLabel": "Message:",
		"form-messagePlaceholder": "Enter your message",
		"form-messageError": "Please enter a message in the textarea.",
		"form-submitButton": "Submit",
		"form-loading": "Loading...",
		"carousel-paragraph": "Leading excellence in industrial engineering solutions. <br /> Innovating for a secure future. <br /> Providing cutting-edge services and solutions for defense and security challenges. <br /> Committed to excellence and integrity in every mission we undertake."
	},
	"thanks": {
		"heading": "Thanks for contacting us.",
		"paragraph1": "We have received your message and one of our representatives will contact you as soon as possible. Thank you for your interest and we will get back to you within the next 24-48 hours.",
		"paragraph2": "In the meantime, if you have any urgent questions, please don't hesitate to call us at +52 1 55 9185 6097.",
		"paragraph3": "Thank you for your patience and for choosing DI-VERA GROUP."
	},
	"footer": {
		"contactInfo": "For more information, please contact us at <a href=\"mailto:info@diveragroup.com\">info@diveragroup.com</a>",
		"copyright": "Copyright © 2024 DI-VERA Group.",
		"rightsReserved": "All Rights Reserved."
	}
}