{
    "navbar": {
        "home": "Inicio",
        "about": "Sobre nosotros",
        "services": "Servicios ",
        "projects": "Proyectos",
        "industries": "Industrias",
        "contact": "Contacto",
        "languages": "Idiomas",
        "spanish": "Español",
        "english": "Inglés"
    },
    "home": {
        "heading1": "Soluciones de Ingeniería Militar, Naval y Aeronáutica",
        "paragraph1": "Ofrecemos servicios de ingeniería, consultoría y auditoría en los sectores militar, naval y aeronáutico, asegurando soluciones efectivas, profesionales y satisfactorias a nuestros clientes.",
        "button": "Más",
        "heading2": "Tecnologías",
        "paragraph2": "Incorporamos las últimas tecnologías en la industria para brindar a nuestros clientes soluciones innovadoras y de vanguardia.",
        "card-about-text": "Somos DI-VERA GROUP, una empresa líder en servicios de ingeniería industrial, con años de experiencia y un compromiso con la excelencia.",
        "card-services-text": "Ofrecemos gestión de proyectos y proveedores, certificación de equipos, operación y mantenimiento.",
        "card-contact-text": "Estamos aquí para ayudarle. Contáctenos para obtener más información sobre nuestros servicios y cómo podemos colaborar en su proyecto.",
        "card-button": "Más detalles"
    },
    "about": {
        "paragraph1": "Somos un proveedor, consultor y auditor líder de servicios y suministros militares, navales y aeronáuticos. Con más de 20 años de experiencia en la industria, somos reconocidos por nuestro compromiso con la excelencia y la innovación.",
        "quote": "\"Liderando la excelencia en cada proyecto.\"",
        "paragraph2": "En DI-VERA GROUP, nuestra misión es ofrecer soluciones integrales que cumplan con los más altos estándares de calidad y eficiencia.",
        "paragraph3": "Desde nuestra fundación, hemos colaborado en proyectos críticos en las industrias militar, naval y aeronáutica, garantizando la satisfacción y el éxito de nuestros clientes en cada etapa. Nuestro enfoque en la modernización y la seguridad nos permite enfrentar con confianza los desafíos más exigentes.",
        "paragraph4": "En DI-VERA GROUP, estamos comprometidos a liderar el camino en innovación y servicio excepcional, siempre trabajando con integridad y dedicación para superar las expectativas de nuestros clientes.",
        "heading1": "Nuestra Visión",
        "subheading1": "Liderando el Futuro",
        "text1": "Nos enfocamos en integrar las últimas tecnologías y prácticas de gestión para ofrecer soluciones avanzadas y sostenibles en todos nuestros proyectos. Cada día, nos esforzamos por construir un futuro más seguro y eficiente para nuestros socios y comunidades.",
        "heading2": "Nuestros Valores",
        "subheading2": "Integridad y Compromiso",
        "text2": "En DI-VERA GROUP, nos guiamos por principios de integridad y compromiso en todos los aspectos de nuestro trabajo. Valoramos la transparencia, la ética y la responsabilidad en todas nuestras operaciones para construir relaciones duraderas basadas en la confianza mutua."
    },
    "services": {
        "heading1": "Proyectos",
        "paragraph1": "Gestión y desarrollo de proyectos nacionales e internacionales",
        "carousel-heading1": "Soluciones Logísticas",
        "carousel-paragraph1": "Gestión logística integral para una entrega eficiente y oportuna.",
        "carousel-heading2": "Gestión de Flotas",
        "carousel-paragraph2": "Soluciones avanzadas de gestión de flotas que garantizan un rendimiento y eficiencia óptimos.",
        "carousel-heading3": "Tecnologías de Drones y Anti-Drones",
        "carousel-paragraph3": "Sistemas de drones y anti-drones de vanguardia para mejorar las capacidades de defensa.",
        "carousel-heading4": "Ingeniería Automotriz y MRO",
        "carousel-paragraph4": "Soluciones en ingeniería automotriz, incluidos servicios de mantenimiento, reparación y revisión (MRO).",
        "carousel-heading5": "Operaciones de Maquinaria Pesada",
        "carousel-paragraph5": "Experiencia en la operación y mantenimiento de maquinaria pesada para diversas industrias.",
        "heading2": "Servicios",
        "subheading1": "Ofrecemos una amplia gama de servicios adaptados a las necesidades específicas de nuestros clientes.",
        "paragraph2": "Nuestros servicios abarcan el diseño y certificación de ingeniería, producción y diversos proyectos de infraestructura. Proporcionamos consultoría en estudios y análisis, gestión organizacional y gestión de productos. Además, realizamos auditorías exhaustivas de sistemas de gestión, equipos y proveedores.",
        "service-item1": "<i class=\"bi bi-check-lg\"></i> Diseño de Ingeniería y Certificación",
        "service-item2": "<i class=\"bi bi-check-lg\"></i> Producción",
        "service-item3": "<i class=\"bi bi-check-lg\"></i> Proyectos de Infraestructura",
        "service-item4": "<i class=\"bi bi-check-lg\"></i> MRO (Mantenimiento, Reparación y Revisión)",
        "service-item5": "<i class=\"bi bi-check-lg\"></i> Consultoría: Estudios y Análisis",
        "service-item6": "<i class=\"bi bi-check-lg\"></i> Gestión Organizacional",
        "service-item7": "<i class=\"bi bi-check-lg\"></i> Gestión de Productos",
        "service-item8": "<i class=\"bi bi-check-lg\"></i> Auditorías: Sistemas de Gestión, Equipos y Proveedores",
        "heading3": "Industrias",
        "subheading2": "DI-VERA GROUP atiende a una amplia gama de industrias, proporcionando soluciones a medida para satisfacer las necesidades específicas de cada sector.",
        "paragraph3": "Nuestra experiencia abarca aviación, naval, automotriz, maquinaria pesada y ligera, transporte ferroviario, recubrimientos industriales y minería. También nos especializamos en MRO, equipos militares, drones y sistemas antidrones, equipos meteorológicos y soluciones contra incendios.",
        "industry-item1": "<i class=\"bi bi-check-lg\"></i> Aeronáutica",
        "industry-item2": "<i class=\"bi bi-check-lg\"></i> Naval",
        "industry-item3": "<i class=\"bi bi-check-lg\"></i> Automotriz",
        "industry-item4": "<i class=\"bi bi-check-lg\"></i> Maquinaria Industrial",
        "industry-item5": "<i class=\"bi bi-check-lg\"></i> Ferroviaria",
        "industry-item6": "<i class=\"bi bi-check-lg\"></i> Recubrimientos",
        "industry-item7": "<i class=\"bi bi-check-lg\"></i> Minería",
        "industry-item8": "<i class=\"bi bi-check-lg\"></i> Soluciones contra Incendios",
        "industry-item9": "<i class=\"bi bi-check-lg\"></i> Militar",
        "industry-item10": "<i class=\"bi bi-check-lg\"></i> Meteorología",
        "industry-item11": "<i class=\"bi bi-check-lg\"></i> Petróleo y Gas",
        "industry-item12": "<i class=\"bi bi-check-lg\"></i> Energías Renovables",
        "button": "Contacto"
    },
    "contact": {
        "heading": "Contáctenos",
        "subheading": "Envíe sus comentarios",
        "paragraph": "Para más información, por favor contáctenos en <a href=\"mailto:info@diveragroup.com\">info@diveragroup.com</a>",
        "form-nameLabel": "Nombre:",
        "form-namePlaceholder": "Ingrese su nombre",
        "form-nameError": "Por favor, ingrese un nombre.",
        "form-emailLabel": "Correo electrónico:",
        "form-emailPlaceholder": "Ingrese su correo electrónico",
        "form-emailHelp": "Nunca compartiremos su correo electrónico con nadie más.",
        "form-emailError": "Por favor, ingrese un correo electrónico válido.",
        "form-messageLabel": "Mensaje:",
        "form-messagePlaceholder": "Ingrese su mensaje",
        "form-messageError": "Por favor, ingrese un mensaje en el área de texto.",
        "form-submitButton": "Enviar",
        "form-loading": "Cargando...",
        "carousel-paragraph": "Liderando la excelencia en soluciones de ingeniería industrial. <br /> Innovando para un futuro seguro. <br /> Proporcionando servicios y soluciones de vanguardia para desafíos de defensa y seguridad. <br /> Comprometidos con la excelencia y la integridad en cada misión que emprendemos."
    },
    "thanks": {
        "heading": "Gracias por contactarnos.",
        "paragraph1": "Hemos recibido su mensaje y uno de nuestros representantes se pondrá en contacto con usted lo antes posible. Agradecemos su interés y le responderemos en las próximas 24-48 horas.",
        "paragraph2": "Mientras tanto, si tiene alguna pregunta urgente, no dude en llamarnos al +52 1 55 9185 6097.",
        "paragraph3": "Gracias por su paciencia y por elegir DI-VERA GROUP."
    },
    "footer": {
        "contactInfo": "Para más información, por favor contáctenos en <a href=\"mailto@diveragroup.com\">info@diveragroup.com</a>",
        "copyright": "Copyright © 2024 DI-VERA Group.",
        "rightsReserved": "Todos los Derechos Reservados."
    }
}